{
    "organism": "an individual animal, plant, or single-celled life form.",
    "benthos": "the flora and fauna found on the bottom, or in the bottom sediments, of a sea, lake, or other body of water.",
    "heterotroph": "an organism deriving its nutritional requirements from complex organic substances.",
    "cell": "a small room in which a prisoner is locked up or in which a monk or nun sleeps.",
    "person": "a human being regarded as an individual.",
    "animal": "a living organism that feeds on organic matter, typically having specialized sense organs and nervous system and able to respond rapidly to stimuli.",
    "plant": "a living organism of the kind exemplified by trees, shrubs, herbs, grasses, ferns, and mosses, typically growing in a permanent site, absorbing water and inorganic substances through its roots, and synthesizing nutrients in its leaves by photosynthesis using the green pigment chlorophyll.",
    "food": "any nutritious substance that people or animals eat or drink or that plants absorb in order to maintain life and growth.",
    "artifact": "an object made by a human being, typically an item of cultural or historical interest.",
    "hop": "a hopping movement.",
    "check-in": "the act of reporting one's presence and registering, typically at an airport or hotel.",
    "dressage": "the art of riding and training a horse in a manner that develops obedience, flexibility, and balance.",
    "curvet": "a graceful or energetic leap.",
    "piaffe": "a movement performed in advanced dressage and classical riding, in which the horse executes a slow elevated trot without moving forward.",
    "funambulism": "No noun word meaning found",
    "rock_climbing": "the sport or activity of climbing rock faces, especially with the aid of ropes and special equipment.",
    "contact_sport": "a sport in which the participants necessarily come into bodily contact with one another.",
    "outdoor_sport": "outdoor sports, especially hunting, shooting, and fishing.",
    "gymnastics": "exercises developing or displaying physical agility and coordination. The modern sport of gymnastics typically involves exercises on uneven bars, balance beam, floor, and vaulting horse (for women), and horizontal and parallel bars, rings, floor, and pommel horse (for men).",
    "acrobatics": "spectacular gymnastic feats.",
    "track_and_field": "No noun word meaning found",
    "track": "a rough path or minor road, typically one beaten by use rather than constructed.",
    "jumping": "No noun word meaning found",
    "broad_jump": "another term for long jump.",
    "high_jump": "an athletic event in which competitors jump over a bar that is raised until only one competitor can jump over it without dislodging it.",
    "Fosbury_flop": "No noun word meaning found",
    "skiing": "the action of traveling over snow on skis, especially as a sport or recreation. Competitive skiing falls into two categories: Nordic (cross-country racing, jumping, and biathlon) and Alpine (downhill or straight racing, and slalom racing around a series of markers).",
    "cross-country_skiing": "No noun word meaning found",
    "ski_jumping": "No noun word meaning found",
    "water_sport": "sports that are carried out on water, such as waterskiing and windsurfing.",
    "swimming": "the sport or activity of propelling oneself through water using the limbs.",
    "bathe": "No noun word meaning found",
    "dip": "a brief swim.",
    "dive": "a plunge head first into water.",
    "floating": "swimming.",
    "dead-man's_float": "No noun word meaning found",
    "belly_flop": "a dive in which a person hits the water flat on their stomach or abdomen.",
    "cliff_diving": "No noun word meaning found",
    "flip": "a sudden sharp movement.",
    "gainer": "(in diving) a dive in which a complete backwards somersault is performed before entering the water feet first.",
    "half_gainer": "a dive in which the diver leaves the diving board facing forward, does a half-somersault backward, and enters the water head first facing the board.",
    "jackknife": "a knife with a folding blade.",
    "swan_dive": "a dive performed with one's arms outspread until close to the water.",
    "skin_diving": "the action or sport of swimming under water without a diving suit, typically in deep water using an aqualung and flippers.",
    "scuba_diving": "the sport or activity of swimming underwater using scuba gear.",
    "snorkeling": "the activity or pastime of swimming using a snorkel.",
    "surfing": "the sport or pastime of riding a wave towards the shore while standing or lying on a surfboard.",
    "water-skiing": "No noun word meaning found",
    "rowing": "the sport or pastime of propelling a boat by means of oars.",
    "sculling": "No noun word meaning found",
    "boxing": "the sport or practice of fighting with the fists, especially with padded gloves in a roped square ring according to prescribed rules.",
    "professional_boxing": "No noun word meaning found",
    "in-fighting": "hidden conflict or competitiveness within an organization.",
    "fight": "a violent confrontation or struggle.",
    "rope-a-dope": "a boxing tactic of pretending to be trapped against the ropes, goading an opponent to throw tiring ineffective punches.",
    "spar": "a thick, strong pole such as is used for a mast or yard on a ship.",
    "archery": "the sport or skill of shooting with a bow and arrows, especially at a target.",
    "sledding": "the activity of traveling or sliding downhill over snow on a sled.",
    "tobogganing": "the activity or pastime of sliding downhill over snow on a toboggan.",
    "luging": "No noun word meaning found",
    "bobsledding": "riding in a bobsled, especially as a winter sport.",
    "wrestling": "the sport or activity of grappling with an opponent and trying to throw or hold them down on the ground, typically according to a code of rules.",
    "Greco-Roman_wrestling": "No noun word meaning found",
    "professional_wrestling": "a type of entertainment involving wrestling matches whose progress and outcome are planned in advance, typically between performers with established character roles.",
    "sumo": "a Japanese form of heavyweight wrestling, in which a wrestler wins a bout by forcing his opponent outside a marked circle or by making him touch the ground with any part of his body except the soles of his feet.",
    "skating": "the action or activity of gliding on ice skates or roller skates as a sport or pastime.",
    "ice_skating": "skating on ice as a sport or pastime. Ice skating became a recognized sport in 1876. Skaters are marked for technical and artistic excellence in performing a series of prescribed patterns and free skating ( figure skating ) or a choreographed series of dance moves ( ice dancing ).",
    "figure_skating": "the competitive sport of ice skating in prescribed patterns ( figures ) and choreographed free skating.",
    "rollerblading": "No noun word meaning found",
    "roller_skating": "the activity or sport of gliding across a hard surface on roller skates.",
    "skateboarding": "the sport or pastime of riding on a skateboard.",
    "speed_skating": "a form of ice skating in which competitors race against each other, typically around an oval track.",
    "racing": "short for horse racing.",
    "auto_racing": "No noun word meaning found",
    "boat_racing": "No noun word meaning found",
    "hydroplane_racing": "No noun word meaning found",
    "camel_racing": "No noun word meaning found",
    "greyhound_racing": "a sport in which greyhounds race around a circular or oval track in pursuit of a moving dummy hare and spectators bet on the outcome.",
    "horse_racing": "the sport in which horses and their riders take part in races, typically with substantial betting on the outcome.",
    "riding": "the sport or activity of riding horses.",
    "equestrian_sport": "No noun word meaning found",
    "pony-trekking": "No noun word meaning found",
    "showjumping": "No noun word meaning found",
    "cross-country_riding": "No noun word meaning found",
    "cycling": "the sport or activity of riding a bicycle. Bicycle racing has three main forms: road racing (typically over long distances), track racing (on an oval track), and cyclocross (over rough, open country).",
    "bicycling": "No noun word meaning found",
    "motorcycling": "the activity or sport of riding a motorcycle.",
    "dune_cycling": "No noun word meaning found",
    "blood_sport": "a sport involving the shedding of blood, especially the hunting or killing of animals.",
    "bullfighting": "the sport of baiting and killing a bull as a public spectacle in an outdoor arena.",
    "cockfighting": "the sport (illegal in certain countries) of setting two gamecocks to fight each other. Such birds often have had their legs fitted with metal spurs.",
    "hunt": "an act of hunting wild animals or game.",
    "battue": "the driving of game toward hunters by beaters.",
    "beagling": "No noun word meaning found",
    "coursing": "the sport of hunting game animals such as hares with greyhounds using sight rather than scent.",
    "deer_hunting": "No noun word meaning found",
    "ducking": "No noun word meaning found",
    "fox_hunting": "the sport of hunting a fox across country with a pack of hounds by a group of people on foot and horseback, a traditional sport of the English landed gentry.",
    "pigsticking": "No noun word meaning found",
    "fishing": "the activity of catching fish, either for food or as a sport.",
    "angling": "the sport or pastime of fishing with a rod and line.",
    "fly-fishing": "the sport of fishing using a rod and an artificial fly as bait.",
    "troll": "(in folklore) an ugly creature depicted as either a giant or a dwarf.",
    "casting": "an object made by pouring molten metal or other material into a mold.",
    "bait_casting": "No noun word meaning found",
    "fly_casting": "another term for fly fishing.",
    "overcast": "clouds covering a large part of the sky.",
    "surf_casting": "fishing by casting a line into the sea from the shore or near the shore.",
    "day_game": "No noun word meaning found",
    "athletic_game": "No noun word meaning found",
    "ice_hockey": "a fast contact sport played on an ice rink between two teams of six skaters, who attempt to drive a small rubber disk (the puck) into the opposing goal with hooked or angled sticks. It developed in Canada in the 19th century.",
    "tetherball": "a game in which two people use their hands or paddles to hit a ball suspended on a cord from an upright post, the winner being the first person to wind the cord completely around the post.",
    "water_polo": "a seven-a-side game played by swimmers in a pool, with a ball like a volleyball that is thrown into the opponent's net.",
    "outdoor_game": "No noun word meaning found",
    "golf": "a game played on a large open-air course, in which a small hard ball is struck with a club into a series of small holes in the ground, the object being to use the fewest possible strokes to complete the course.",
    "professional_golf": "No noun word meaning found",
    "round_of_golf": "a circular piece of a particular substance.",
    "medal_play": "another term for stroke play.",
    "match_play": "play in golf in which the score is reckoned by counting the holes won by each side, as opposed to the number of strokes taken.",
    "miniature_golf": "an informal version of golf played on a series of short constructed obstacle courses.",
    "croquet": "a game played on a lawn, in which colored wooden balls are driven through a series of wickets by means of mallets.",
    "quoits": "a ring of iron, rope, or rubber thrown in a game to encircle or land as near as possible to an upright peg.",
    "shuffleboard": "a game played by pushing disks with a long-handled cue over a marked surface.",
    "field_game": "No noun word meaning found",
    "field_hockey": "a game played between two teams of eleven players who use hooked sticks to drive a small hard ball toward goals at opposite ends of a field.",
    "shinny": "No noun word meaning found",
    "football": "a form of team game played in North America with an oval ball on a field marked out as a gridiron.",
    "American_football": "a form of team game played with an oval ball on a field marked out as a gridiron. Points are scored mainly through touchdowns and field goals. Each side has eleven players on the field at any time.",
    "professional_football": "No noun word meaning found",
    "touch_football": "a form of football in which a ball carrier is downed by touching instead of tackling.",
    "hurling": "an Irish game resembling field hockey, played with a shorter stick with a broader oval blade. It is the national game of Ireland and may date back to the 2nd millennium BC.",
    "rugby": "a team game played with an oval ball that may be kicked, carried, and passed from hand to hand. Points are scored by grounding the ball behind the opponents' goal line (thereby scoring a try) or by kicking it between the two posts and over the crossbar of the opponents' goal.",
    "ball_game": "a game played with a ball.",
    "baseball": "a ball game played between two teams of nine on a field with a diamond-shaped circuit of four bases. It is played chiefly in the US, Canada, Latin America, and East Asia.",
    "ball": "a solid or hollow spherical or egg-shaped object that is kicked, thrown, or hit in a game.",
    "professional_baseball": "No noun word meaning found",
    "hardball": "baseball, especially as contrasted with softball.",
    "perfect_game": "No noun word meaning found",
    "no-hit_game": "No noun word meaning found",
    "one-hitter": "No noun word meaning found",
    "two-hitter": "No noun word meaning found",
    "three-hitter": "No noun word meaning found",
    "four-hitter": "No noun word meaning found",
    "five-hitter": "No noun word meaning found",
    "softball": "a modified form of baseball played on a smaller field with a larger ball, seven rather than nine innings, and underarm pitching. The game evolved during the late 19th century from a form of indoor baseball.",
    "rounders": "a ball game similar to baseball, played chiefly in British schools.",
    "stickball": "an informal game resembling baseball, played with a stick and a (usually rubber) ball.",
    "cricket": "an insect related to the grasshoppers. The male produces a characteristic rhythmical chirping sound.",
    "lacrosse": "a team game, originally played by North American Indians, in which the ball is thrown, caught, and carried with a long-handled stick having a curved L-shaped or triangular frame at one end with a piece of shallow netting in the angle.",
    "polo": "a game of Eastern origin resembling field hockey, played on horseback with a long-handled mallet.",
    "pushball": "No noun word meaning found",
    "soccer": "a game played by two teams of eleven players with a round ball that may not be touched with the hands or arms during play except by the goalkeepers. The object of the game is to score goals by kicking or heading the ball into the opponents' goal.",
    "court_game": "No noun word meaning found",
    "handball": "a game similar to squash in which a ball is hit with the hand in a walled court.",
    "racquetball": "a game played with a small hard ball and a short-handled racket in a four-walled handball court.",
    "fives": "a game, played especially in the UK, in which a ball is hit with a gloved hand or a bat against the walls of a court with three walls ( Eton fives ) or four walls ( Rugby fives ).",
    "squash": "a state of being squeezed or forced into a small or restricted space.",
    "volleyball": "a game for two teams, usually of six players, in which a large ball is hit by hand over a high net, the aim being to score points by making the ball reach the ground on the opponent's side of the court.",
    "jai_alai": "a game like pelota played with large curved wicker baskets.",
    "badminton": "a game with rackets in which a shuttlecock is played back and forth across a net.",
    "battledore": "a game played with a shuttlecock and rackets, a forerunner of badminton.",
    "basketball": "a game played between two teams of five players in which goals are scored by throwing a ball through a netted hoop fixed above each end of the court.",
    "professional_basketball": "No noun word meaning found",
    "deck_tennis": "No noun word meaning found",
    "netball": "a game with seven players on a side, similar to basketball except that a player receiving the ball must stand still until they have passed it to another player.",
    "tennis": "a game in which two or four players strike a ball with rackets over a net stretched across a court. The usual form (originally called lawn tennis ) is played with a felt-covered hollow rubber ball on a grass, clay, or artificial surface.",
    "professional_tennis": "No noun word meaning found",
    "singles": "an individual person or thing rather than part of a pair or a group.",
    "doubles": "a thing which is twice as large as usual or is made up of two standard units or things.",
    "royal_tennis": "the original form of tennis, played with a solid ball on an enclosed court divided into equal but dissimilar halves, the service side (from which service is always delivered) and the hazard side (on which service is received); court tennis.",
    "pallone": "No noun word meaning found",
    "sport": "an activity involving physical exertion and skill in which an individual or team competes against another or others for entertainment.",
    "clasp": "a device with interlocking parts used for fastening things together.",
    "judo": "a sport of unarmed combat derived from jujitsu and intended to train the body and mind. It involves using holds and leverage to unbalance the opponent.",
    "team_sport": "No noun word meaning found",
    "Last_Supper": "No noun word meaning found",
    "Seder": "a Jewish ritual service and ceremonial dinner for the first night or first two nights of Passover.",
    "camping": "the activity of spending a vacation living in a camp, tent, or camper.",
    "pest": "a destructive insect or other animal that attacks crops, food, livestock, etc.",
    "critter": "a living creature; an animal.",
    "creepy-crawly": "a spider, worm, or other small flightless creature, especially when considered unpleasant or frightening.",
    "darter": "another term for anhinga.",
    "peeper": "a person who peeps at someone or something, especially in a voyeuristic way.",
    "homeotherm": "an organism that maintains its body temperature at a constant level, usually above that of the environment, by its metabolic activity.",
    "poikilotherm": "an organism that cannot regulate its body temperature except by behavioral means such as basking or burrowing.",
    "range_animal": "No noun word meaning found",
    "scavenger": "an animal that feeds on carrion, dead plant material, or refuse.",
    "bottom-feeder": "an aquatic creature that feeds at the bottom of a body of water.",
    "work_animal": "No noun word meaning found",
    "beast_of_burden": "an animal, such as a mule or donkey, that is used for carrying loads.",
    "draft_animal": "No noun word meaning found",
    "pack_animal": "an animal used to carry heavy loads.",
    "domestic_animal": "No noun word meaning found",
    "feeder": "a person or animal that eats a particular food or in a particular manner.",
    "stocker": "a farm animal, typically a young steer or heifer, destined for slaughter but kept until matured or fattened.",
    "hatchling": "a young animal that has recently emerged from its egg."
}