{
    "organism": "A discrete and complete living thing, such as animal, plant, fungus or microorganism.",
    "benthos": "The flora and fauna at the bottom of a body of water.",
    "heterotroph": "An organism which requires an external supply of energy in the form of food as it cannot synthesize its own.",
    "cell": "A single-room dwelling for a hermit.",
    "person": "An individual; usually a human being.",
    "animal": "In scientific usage, a multicellular organism that is usually mobile, whose cells are not encased in a rigid cell wall (distinguishing it from plants and fungi) and which derives energy solely from the consumption of other organisms (distinguishing it from plants).",
    "plant": "An organism that is not an animal, especially an organism capable of photosynthesis. Typically a small or herbaceous organism of this kind, rather than a tree.",
    "food": "Any solid substance that can be consumed by living organisms, especially by eating, in order to sustain life.",
    "artifact": "An object made or shaped by human hand or labor.",
    "hop": "A short jump.",
    "check-in": "The act of checking in at a hotel, airport, etc.",
    "dressage": "The schooling of a horse.",
    "curvet": "A particular leap in which a horse raises both forelegs at once, equally advanced, and, as the forelegs are falling, raises the hind legs, so that all the legs are in the air at once.",
    "piaffe": "A calm, composed, elevated trot in place.",
    "funambulism": "No noun word meaning found",
    "rock_climbing": "The sport of scaling rock faces, either with or without ropes and other equipment.",
    "contact_sport": "An athletic contest which involves a significant amount of physical contact between the participating athletes.",
    "outdoor_sport": "Any non-competitive sport that takes place in the outdoors or open countryside, such as hunting, fishing, or shooting.",
    "gymnastics": "A sport involving the performance of sequences of movements requiring physical strength, flexibility, and kinesthetic awareness.",
    "acrobatics": "The art of performing acrobatic gymnastic feats.",
    "track_and_field": "No noun word meaning found",
    "track": "A mark left by something that has passed along.",
    "jumping": "The act of performing a jump.",
    "broad_jump": "Long jump",
    "high_jump": "An athletics event where a competitor must jump over a bar placed gradually higher and higher.",
    "Fosbury_flop": "No noun word meaning found",
    "skiing": "A group of sports utilizing skis as primary equipment.",
    "cross-country_skiing": "No noun word meaning found",
    "ski_jumping": "No noun word meaning found",
    "water_sport": "Any sport played on or in water; such as swimming or water skiing.",
    "swimming": "The act or art of sustaining and propelling the body in water.",
    "bathe": "The act of swimming or bathing, especially in the sea, a lake, or a river; a swimming bath.",
    "dip": "A lower section of a road or geological feature.",
    "dive": "A jump or plunge into water.",
    "floating": "The motion of something that floats.",
    "dead-man's_float": "No noun word meaning found",
    "belly_flop": "A style of diving into a body of water in which the surface impact is made mostly by one's abdomen.",
    "cliff_diving": "No noun word meaning found",
    "flip": "A maneuver which rotates an object end over end.",
    "gainer": "No noun word meaning found",
    "half_gainer": "No noun word meaning found",
    "jackknife": "A compact folding knife.",
    "swan_dive": "A forward dive performed with an arched back, the legs together, starting with arms outstretched when jumping, bringing them over the head when landing.",
    "skin_diving": "The act of swimming underwater without a diving suit.",
    "scuba_diving": "(underwater diving) Underwater swimming using scuba equipment.",
    "snorkeling": "The act of swimming using a snorkel.",
    "surfing": "The pastime or sport of riding surf on a surfboard.",
    "water-skiing": "The sport of riding on water skis, whilst being towed by a motorboat.",
    "rowing": "The action of the verb to row.",
    "sculling": "No noun word meaning found",
    "boxing": "A sport where two opponents punch each other with gloved fists, the object being to score more points by the end of the match or by knockout, or technical knockout.",
    "professional_boxing": "No noun word meaning found",
    "in-fighting": "No noun word meaning found",
    "fight": "No noun word meaning found",
    "rope-a-dope": "A technique in which the boxer assumes a defensive stance against the ropes and absorbs an opponent's blows, hoping to exploit eventual tiredness or a mistake.",
    "spar": "A rafter of a roof.",
    "archery": "The practice or sport of shooting arrows with a bow.",
    "sledding": "The act of sliding downhill, or transporting something, on a sled.",
    "tobogganing": "The use of toboggans, historically for transport, but now usually for pleasure or for organised sport.",
    "luging": "No noun word meaning found",
    "bobsledding": "The act or sport of riding a bobsled",
    "wrestling": "A sport where two opponents attempt to subdue each other in bare-handed grappling using techniques of leverage, holding, and pressure points.",
    "Greco-Roman_wrestling": "No noun word meaning found",
    "professional_wrestling": "A form of sports entertainment characterized by the performance of choreographed wrestling matches with predetermined outcomes.",
    "sumo": "A stylised Japanese form of wrestling in which a wrestler loses if he is forced from the ring, or if any part of his body except the soles of his feet touches the ground.",
    "skating": "The action of moving along a surface (ice or ground) using skates.",
    "ice_skating": "The act, or the sport, of skating on ice.",
    "figure_skating": "A sport where people perform spins, jumps and other moves on skates.",
    "rollerblading": "No noun word meaning found",
    "roller_skating": "Skating on roller skates",
    "skateboarding": "The act of riding on a skateboard",
    "speed_skating": "The sport of racing around an oval course, on ice skates.",
    "racing": "The sport of competing in races.",
    "auto_racing": "No noun word meaning found",
    "boat_racing": "No noun word meaning found",
    "hydroplane_racing": "No noun word meaning found",
    "camel_racing": "No noun word meaning found",
    "greyhound_racing": "The sport of racing greyhounds around a track. The greyhounds follow a remote-controlled mechanical hare around the track.",
    "horse_racing": "A sport where horses and their jockeys compete to race around a track the fastest.",
    "riding": "A path cut through woodland.",
    "equestrian_sport": "No noun word meaning found",
    "pony-trekking": "The practice of riding for pleasure across country on a pony or horse",
    "showjumping": "A sporting competition where horses are ridden around a course consisting of several jumps, to demonstrate the skill of both the rider and the horse.",
    "cross-country_riding": "No noun word meaning found",
    "cycling": "The sport of riding and racing cycles, especially bicycles.",
    "bicycling": "The act of riding a bicycle as a hobby or lifestyle.",
    "motorcycling": "The activity or hobby of travelling on a motorcycle",
    "dune_cycling": "No noun word meaning found",
    "blood_sport": "A sport involving the killing or the shedding of blood of animals.",
    "bullfighting": "A traditional spectacle, popular in Spain and many former Spanish colonies, in which a matador manipulates and ultimately kills a bull at close range.",
    "cockfighting": "A gambling blood sport (illegal in most countries) in which two roosters have spikes placed on their feet and are made to fight each other, usually to the death.",
    "hunt": "The act of hunting.",
    "battue": "A form of hunting in which game is forced into the open by the beating of sticks on bushes, etc.",
    "beagling": "No noun word meaning found",
    "coursing": "The sport of chasing wild animals, especially hares, with dogs by sight rather than by scent",
    "deer_hunting": "No noun word meaning found",
    "ducking": "The action of the verb to duck.",
    "fox_hunting": "A hunt for foxes, usually with dogs.",
    "pigsticking": "No noun word meaning found",
    "fishing": "The act of catching fish.",
    "angling": "A form of fishing, with a rod, line and angle (hook) for recreation or sport.",
    "fly-fishing": "A form of angling whereby the weight of the line is used to cast the lure, i.e. the fly",
    "troll": "A supernatural being of varying size, now especially a grotesque humanoid creature living in caves or hills or under bridges.",
    "casting": "No noun word meaning found",
    "bait_casting": "No noun word meaning found",
    "fly_casting": "No noun word meaning found",
    "overcast": "An outcast.",
    "surf_casting": "No noun word meaning found",
    "day_game": "No noun word meaning found",
    "athletic_game": "No noun word meaning found",
    "ice_hockey": "A form of hockey played on an ice rink with a puck, rather than a ball.",
    "tetherball": "No noun word meaning found",
    "water_polo": "A water sport consisting of two teams of swimmers who have to throw the ball into the opponent's goal.",
    "outdoor_game": "No noun word meaning found",
    "golf": "A ball game played by individuals competing against one another in which the object is to hit a ball into each of a series of (usually 18 or nine) holes in the minimum number of strokes.",
    "professional_golf": "No noun word meaning found",
    "round_of_golf": "A circular or spherical object or part of an object.",
    "medal_play": "A scoring system in which points are awarded based on the number of strokes used to sink the ball, as opposed to match play.",
    "match_play": "A scoring system in which points are awarded for each hole won, as opposed to stroke play.",
    "miniature_golf": "No noun word meaning found",
    "croquet": "(games) A game played on a lawn, in which players use mallets to drive balls through hoops (wickets).",
    "quoits": "A flat disc of metal or stone thrown at a target in the game of quoits.",
    "shuffleboard": "A game that involves sliding a puck or coin towards a target.",
    "field_game": "No noun word meaning found",
    "field_hockey": "A form of hockey played on a grassed pitch with a hard rubber ball instead of a puck.",
    "shinny": "No noun word meaning found",
    "football": "(general) A sport played on foot in which teams attempt to get a ball into a goal or zone defended by the other team.",
    "American_football": "No noun word meaning found",
    "professional_football": "No noun word meaning found",
    "touch_football": "A version of football (American football) in which players are touched as opposed to tackled.",
    "hurling": "The act by which something is hurled or thrown.",
    "rugby": "(usually uncountable) A form of football in which players can hold or kick an ovoid ball. The ball cannot be handled forwards and points are scored by touching the ball to the ground in the area past their opponent’s territory or kicking the ball between goalposts and over a crossbar.",
    "ball_game": "Any game played with a ball.",
    "baseball": "A sport common in North America, the Caribbean, and Japan, in which the object is to strike a ball so that one of a nine-person team can run counter-clockwise among four bases, resulting in the scoring of a run. The team with the most runs after termination of play, usually nine innings, wins.",
    "ball": "A solid or hollow sphere, or roughly spherical mass.",
    "professional_baseball": "No noun word meaning found",
    "hardball": "In baseball, a type of ball and baseball game, as opposed to softball.",
    "perfect_game": "No noun word meaning found",
    "no-hit_game": "A game in which no batter on one of the teams got a hit.",
    "one-hitter": "No noun word meaning found",
    "two-hitter": "No noun word meaning found",
    "three-hitter": "No noun word meaning found",
    "four-hitter": "No noun word meaning found",
    "five-hitter": "No noun word meaning found",
    "softball": "A game similar to baseball but played with a larger and softer ball which can be thrown overhand or underhand.",
    "rounders": "A team sport played with bat and ball with one fielding side and one batting side. It is similar to softball and baseball.",
    "stickball": "A street game similar to baseball, played with a stick, a ball and various ad hoc materials; found primarily in large cities in the northeastern United States.",
    "cricket": "An insect in the order Orthoptera, especially family Gryllidae, that makes a chirping sound by rubbing its wing casings against combs on its hind legs.",
    "lacrosse": "A sport played on a field between two opposing teams using sticks (crosses) and a ball, whereby one team defeats the other by achieving a higher score by scoring goals within the allotted time.",
    "polo": "A ball game where two teams of players on horseback use long-handled mallets to propel the ball along the ground and into their opponent's goal.",
    "pushball": "No noun word meaning found",
    "soccer": "Association football",
    "court_game": "No noun word meaning found",
    "handball": "A team sport where two teams of seven players each (six players and a goalkeeper) pass and bounce a ball trying to throw it in the goal of the opposing team.",
    "racquetball": "A certain sport, similar to squash, but played with a bigger ball.",
    "fives": "The digit/figure 5.",
    "squash": "A sport played in a walled court with a soft rubber ball and bats like tennis racquets.",
    "volleyball": "A game played on a rectangular court between two teams of two to six players which involves striking a ball back and forth over a net.",
    "jai_alai": "A Basque ball game in which the players propel the ball using a long basket attached to the wrist",
    "badminton": "A racquet sport played indoors on a court by two opposing players (singles) or two opposing pairs of players (doubles), in which a shuttlecock is volleyed over a net and the competitions are presided by an umpire in British English and a referee in American English.",
    "battledore": "A game played with a shuttlecock and rackets (properly battledore and shuttlecock); a forerunner of badminton.",
    "basketball": "A sport in which two opposing teams of five players strive to put a ball through a hoop.",
    "professional_basketball": "No noun word meaning found",
    "deck_tennis": "No noun word meaning found",
    "netball": "A (usually women's) team sport derived from basketball, with seven players on each side who attempt to score goals by passing a ball and throwing it into the opponent's goal, which is a raised hoop with a net at one end of the playing area. Unlike basketball, a player in possession of the ball cannot move until the ball is passed to another player.",
    "tennis": "A sport played by two players (or four in doubles), who alternately strike the ball over a net using racquets.",
    "professional_tennis": "No noun word meaning found",
    "singles": "A 45 RPM vinyl record with one song on side A and one on side B.",
    "doubles": "Twice the number, amount, size, etc.",
    "royal_tennis": "Real tennis",
    "pallone": "No noun word meaning found",
    "sport": "Any activity that uses physical exertion or skills competitively under a set of rules that is not based on aesthetics.",
    "clasp": "A fastener or holder, particularly one that clasps.",
    "judo": "A Japanese martial art and sport adapted from jujutsu.",
    "team_sport": "No noun word meaning found",
    "Last_Supper": "No noun word meaning found",
    "Seder": "The ceremonial meal held on the first night or two nights of Passover.",
    "camping": "The recreational activity of temporarily living in a tent or similar accommodation, usually in the wilderness.",
    "pest": "A plague, pestilence, epidemic",
    "critter": "(usually affectionate) A creature, an animal.",
    "creepy-crawly": "(trademark erosion) an automated suction pool cleaner.",
    "darter": "One who darts, or who throws darts; that which darts.",
    "peeper": "(chiefly in the plural) The eye.",
    "homeotherm": "A creature that maintains a stable internal body temperature regardless of external influence.",
    "poikilotherm": "A cold-blooded animal",
    "range_animal": "No noun word meaning found",
    "scavenger": "Someone who scavenges, especially one who searches through rubbish for food or useful things.",
    "bottom-feeder": "No noun word meaning found",
    "work_animal": "No noun word meaning found",
    "beast_of_burden": "A draught animal, such as a donkey, mule, llama, camel, horse or ox, that carries or pulls a load for the benefit of a human.",
    "draft_animal": "No noun word meaning found",
    "pack_animal": "A domesticated animal used to carry heavy items.",
    "domestic_animal": "No noun word meaning found",
    "feeder": "One who feeds, or gives food to another.",
    "stocker": "Livestock that is wintered and then sold in the spring; often contrasted with a feeder when the focus is on intended disposition.",
    "hatchling": "A newly hatched bird, reptile or other animal that has emerged from an egg.",
    "head": "The part of the body of an animal or human which contains the brain, mouth and main sense organs.",
    "migrator": "No noun word meaning found",
    "molter": "No noun word meaning found",
    "pet": "An animal kept as a companion.",
    "stayer": "One who, or that which, upholds or supports; a prop.",
    "stunt": "A daring or dangerous feat, often involving the display of gymnastic skills.",
    "marine_animal": "No noun word meaning found",
    "by-catch": "Any fish (or other creatures) that are not targeted as a catch but are unintentionally caught, and often discarded back into the sea.",
    "female": "One of the female (feminine) sex or gender.",
    "hen": "A female chicken (Gallus gallus), particularly a sexually mature one kept for its eggs.",
    "male": "One of the male (masculine) sex or gender.",
    "adult": "A fully grown human or animal.",
    "young": "People who are young; young people, collectively; youth.",
    "orphan": "A person, especially a minor, both or (rarely) one of whose parents have died.",
    "young_mammal": "No noun word meaning found",
    "baby": "A very young human, particularly from birth to a couple of years old or until walking is fully mastered.",
    "pup": "A young dog, wolf, fox, seal, or shark, or the young of certain other animals.",
    "wolf_pup": "A young wolf.",
    "puppy": "A young dog, especially before sexual maturity (12-18 months)",
    "cub": "A young fox.",
    "lion_cub": "(male or female) A young lion",
    "bear_cub": "No noun word meaning found",
    "tiger_cub": "No noun word meaning found",
    "kit": "A circular wooden vessel, made of hooped staves.",
    "suckling": "An infant that is still being breastfed (being suckled) by its mother.",
    "sire": "A lord, master, or other person in authority, most commonly used vocatively: formerly in speaking to elders and superiors, later only when addressing a sovereign.",
    "dam": "A structure placed across a flowing body of water to stop the flow or part of the flow, generally for purposes such as retaining or diverting some of the water or retarding the release of accumulated water to avoid abrupt flooding.",
    "thoroughbred": "A horse of a breed derived from crosses between Arabian stallions and English mares, bred for racing. (usually capitalized: Thoroughbred.)",
    "giant": "A mythical human of very great size.",
    "mutant": "Something which has mutated, which has one or more new characteristics from a mutation.",
    "carnivore": "An organism that feeds chiefly on animals; an animal that feeds on meat as the main part of its diet.",
    "herbivore": "An organism that feeds chiefly on plants; an animal that feeds on herbage or vegetation as the main part of its diet.",
    "insectivore": "Insect-eating animal or plant.",
    "acrodont": "No noun word meaning found",
    "pleurodont": "No noun word meaning found",
    "microorganism": "An organism that is too small to be seen by the unaided eye, especially a single-celled organism, such as a bacterium.",
    "monohybrid": "A hybrid between two species that only have a difference of one gene.",
    "arbovirus": "Any virus that is transmitted by an arthropod.",
    "adenovirus": "Any virus of the family Adenoviridae, many of which are responsible for respiratory infections in humans",
    "arenavirus": "Any of several RNA viruses, of the genus Arenavirus, most of which cause severe diseases transmitted by rodents",
    "Marburg_virus": "No noun word meaning found",
    "Arenaviridae": "No noun word meaning found",
    "vesiculovirus": "No noun word meaning found",
    "Reoviridae": "No noun word meaning found",
    "variola_major": "No noun word meaning found",
    "viroid": "A short section of RNA but without the protein coat typical of viruses, that are plant pathogens",
    "coliphage": "No noun word meaning found",
    "paramyxovirus": "Any member of the Paramyxoviridae family of negative-sense single-stranded RNA viruses responsible for a number of human and animal diseases.",
    "poliovirus": "A human enterovirus of the Picornaviridae family that causes poliomyelitis.",
    "herpes": "A viral infection, caused by Human alphaherpesvirus 1 and Human alphaherpesvirus 2, marked by painful, watery blisters in the skin or mucous membranes or on the genitals.",
    "herpes_simplex_1": "No noun word meaning found",
    "herpes_zoster": "An acute viral inflammation of the sensory ganglia of spinal and cranial nerves associated with a vesicular eruption and neuralgic pains, caused by reactivation of the human herpes virus 3, in genus Varicellovirus, that also causes chicken pox as primo-infection.",
    "herpes_varicella_zoster": "No noun word meaning found",
    "cytomegalovirus": "Any of several herpes viruses, of the genus Cytomegalovirus, that attack the salivary glands",
    "varicella_zoster_virus": "No noun word meaning found",
    "polyoma": "No noun word meaning found",
    "lyssavirus": "No noun word meaning found",
    "reovirus": "Any of a group of RNA viruses, of the family Reoviridae, that infect animals and some plants",
    "rotavirus": "Any of a group of wheel-shaped viruses, of the genus Rotavirus, that causes gastroenteritis and diarrhea in children and animals.",
    "moneran": "No noun word meaning found",
    "archaebacteria": "Any primitive bacteria-like organism in the kingdom Archaea.",
    "bacteroid": "No noun word meaning found",
    "Bacillus_anthracis": "No noun word meaning found",
    "Yersinia_pestis": "No noun word meaning found",
    "Brucella": "No noun word meaning found",
    "spirillum": "Any of various aerobic bacteria of the genus Spirillum, having an elongated spiral form and bearing a tuft of flagella.",
    "botulinus": "No noun word meaning found",
    "clostridium_perfringens": "No noun word meaning found",
    "cyanobacteria": "Any of very many photosynthetic prokaryotic microorganisms, of phylum Cyanobacteria, once known as blue-green algae.",
    "trichodesmium": "No noun word meaning found",
    "nitric_bacteria": "No noun word meaning found",
    "Francisella": "No noun word meaning found",
    "gonococcus": "Any of the bacteria (Neisseria gonorrhoeae) that is responsible for gonorrhea.",
    "Corynebacterium_diphtheriae": "No noun word meaning found",
    "enteric_bacteria": "No noun word meaning found",
    "klebsiella": "Any of the genus Klebsiella of rod-shaped bacteria, which cause many diseases in humans.",
    "Salmonella_typhimurium": "No noun word meaning found",
    "typhoid_bacillus": "No noun word meaning found",
    "nitrate_bacterium": "No noun word meaning found",
    "nitrite_bacterium": "No noun word meaning found",
    "actinomycete": "Any of various filamentous or rod-shaped bacteria, of the order Actinomycetales, that resemble fungi. Some actinomycetes are pathogens and some are sources of antibiotics.",
    "streptomyces": "No noun word meaning found",
    "Streptomyces_erythreus": "No noun word meaning found",
    "Streptomyces_griseus": "No noun word meaning found",
    "tubercle_bacillus": "No noun word meaning found",
    "pus-forming_bacteria": "No noun word meaning found",
    "streptobacillus": "No noun word meaning found",
    "myxobacteria": "No noun word meaning found",
    "staphylococcus": "A spherical gram-positive parasitic bacterium of the genus Staphylococcus, causing blisters, septicemia, and other infections",
    "diplococcus": "A coccus that typically occurs in groups of two",
    "pneumococcus": "A gram-positive bacterium, Streptococcus pneumoniae, that causes pneumonia and other infectious diseases",
    "streptococcus": "A spherical, gram-positive bacterium of the genus Streptococcus. Although commonly found benignly in the human mouth and gut, and though many species are non-pathogenic, other species can cause diseases including strep throat and more serious conditions.",
    "spirochete": "Any of several coiled bacteria of the order Spirochaetales, most of which are pathogenic to both humans and animals.",
    "planktonic_algae": "No noun word meaning found",
    "zooplankton": "Free-floating small protozoa, crustaceans (such as krill), etc. and the eggs and larvae from larger animals.",
    "parasite": "A person who lives on other people's efforts or expense and gives little or nothing back.",
    "endoparasite": "A parasite that lives inside the body of an organism, such as a tapeworm.",
    "ectoparasite": "A parasite that lives on the surface of a host organism; such as the Demodex mite, which lives in human hair and eyelashes.",
    "pathogen": "Any organism or substance, especially a microorganism, capable of causing disease, such as bacteria, viruses, protozoa or fungi. Microorganisms are not considered to be pathogenic until they have reached a population size that is large enough to cause disease.",
    "commensal": "An organism partaking in a commensal relationship.",
    "myrmecophile": "An organism, especially an insect, that lives in close association with or shares a nest with a species of ant.",
    "protoctist": "No noun word meaning found",
    "protozoan": "Any of the diverse group of eukaryotes, of the phylum Protozoa, that are primarily unicellular, existing singly or aggregating into colonies, are usually nonphotosynthetic, and are often classified further into phyla according to their capacity for and means of motility, as by pseudopods, flagella, or cilia.",
    "sarcodinian": "No noun word meaning found",
    "heliozoan": "Any of a group of aquatic protozoans, of the order Heliozoa, that have spherical bodies from which radiate spindlelike pseudopods",
    "endameba": "No noun word meaning found",
    "ameba": "A member of the genus Amoeba of unicellular protozoa that moves by means of temporary projections called pseudopodia.",
    "globigerina": "No noun word meaning found",
    "testacean": "No noun word meaning found",
    "arcella": "No noun word meaning found",
    "difflugia": "No noun word meaning found",
    "ciliate": "Any of many protozoa, of the phylum Ciliophora, that have many cilia.",
    "paramecium": "An oval-shaped protozoan organism of the genus Paramecium.",
    "stentor": "A person with a powerful or stentorian voice.",
    "alga": "Any of many aquatic photosynthetic organisms, including the seaweeds, whose size ranges from a single cell to giant kelps and whose biochemistry and forms are very diverse, some being eukaryotic.",
    "arame": "A seaweed, Eisenia bicyclis, used in Japanese cuisine.",
    "seagrass": "Any of various grass-like marine plants that grow underwater in salt water.",
    "golden_algae": "No noun word meaning found",
    "yellow-green_algae": "No noun word meaning found",
    "brown_algae": "Any of many seaweeds of the class Phaeophyceae.",
    "kelp": "Any of several large brown seaweeds (order Laminariales).",
    "fucoid": "A fucoid seaweed.",
    "fucus": "Any alga of the genus Fucus.",
    "bladderwrack": "Fucus vesiculosus, a seaweed in which iodine was first discovered.",
    "green_algae": "Any of very many plant organisms, of the phyla Chlorophyta and Charophyta, that grow in damp places; a chlorophyte",
    "pond_scum": "Algae, especially when growing on the surface of a pond.",
    "chlorella": "Any single-celled green alga, of the genus Chlorella, found especially in stagnant water; now produced commercially as a food supplement.",
    "stonewort": "Any of various complex algae of the family Characeae, known for being branched and having enclosed egg cells.",
    "desmid": "Any of about 5000 species of mostly unicellular freshwater green algae belonging to the order Desmidiales.",
    "sea_moss": "No noun word meaning found",
    "eukaryote": "Any of the single-celled or multicellular organisms of the taxonomic domain Eukaryota, whose cells contain at least one distinct nucleus.",
    "prokaryote": "An organism whose cell (or cells) are characterized by the absence of a nucleus or any other membrane-bound organelles.",
    "zooid": "An organic body or cell having locomotion, as a spermatic cell or spermatozoid.",
    "Leishmania": "A parasite that causes leishmaniasis, a genus trypanosome protozoa, Leishmania.",
    "zoomastigote": "No noun word meaning found",
    "polymastigote": "No noun word meaning found",
    "costia": "No noun word meaning found",
    "giardia": "No noun word meaning found",
    "cryptomonad": "No noun word meaning found",
    "sporozoan": "Any of many parasitic protozoans, of the class Sporozoa, that reproduce alternately sexually and asexually via spores; they are responsible for diseases such as malaria",
    "sporozoite": "Any of the minute active bodies into which a sporozoan divides just before it infects a new host cell.",
    "trophozoite": "A protozoan in the feeding stage of its life cycle.",
    "merozoite": "No noun word meaning found",
    "coccidium": "No noun word meaning found",
    "gregarine": "Any of various sporozoan protozoans that are parasitic in the digestive tracts of some invertebrates.",
    "plasmodium": "A mass of cytoplasm, containing many nuclei, created by the aggregation of amoeboid cells of slime molds during their vegetative phase. When capitalised as a proper name, Plasmodium is a genus of protozoan parasites responsible for such diseases as malaria",
    "leucocytozoan": "No noun word meaning found",
    "microsporidian": "No noun word meaning found",
    "Ostariophysi": "No noun word meaning found",
    "cypriniform_fish": "No noun word meaning found",
    "loach": "A bottom-feeding freshwater fish in the superfamily or suborder Cobitoidea.",
    "cyprinid": "Any fish of this family.",
    "carp": "Any of various freshwater fish of the family Cyprinidae, especially the common carp, Cyprinus carpio.",
    "domestic_carp": "No noun word meaning found",
    "leather_carp": "A scaleless carp.",
    "mirror_carp": "A form of carp with irregular and patchy scaling.",
    "European_bream": "No noun word meaning found",
    "tench": "A species of freshwater game fish, Tinca tinca.",
    "dace": "The shoal-forming fish Leuciscus leuciscus common in fast-flowing rivers in England and Wales and in Europe.",
    "chub": "One of various species of freshwater fish of the Cyprinidae or carp family, especially:",
    "shiner": "One who shines; a luminary.",
    "common_shiner": "Any of several small fish, mostly in families Atherinidae and Atherinopsidae, both in order Atheriniformes, that are characterized by bright, silvery scales.",
    "roach": "Certain members of the fish family Cyprinidae, including:",
    "rudd": "Any species of the freshwater game fishes of genus Scardinius",
    "minnow": "A small freshwater fish of the carp family, Phoxinus phoxinus.",
    "gudgeon": "A small freshwater fish, Gobio gobio, that is native to Eurasia.",
    "goldfish": "A type of small fish, Carassius auratus, typically orange-colored.",
    "crucian_carp": "Carassius carassius, a species of carp found in northern Europe and northern Asia.",
    "electric_eel": "Electrophorus electricus, a species of fish resembling an eel (though not related) that is capable of generating powerful electric shocks.",
    "catostomid": "No noun word meaning found",
    "buffalo_fish": "Any of several North American freshwater sucker fishes of the genus Ictiobus, similar to carp but having a humped back.",
    "black_buffalo": "No noun word meaning found",
    "hog_sucker": "No noun word meaning found",
    "redhorse": "No noun word meaning found",
    "cyprinodont": "No noun word meaning found",
    "killifish": "Any of a number of tiny fish in the Cyprinodontiformes order of ray-finned fish.",
    "mummichog": "A hardy killifish, Fundulus heteroclitus, found in brackish and coastal waters of the United States and Canada.",
    "striped_killifish": "No noun word meaning found",
    "rivulus": "No noun word meaning found",
    "flagfish": "A freshwater fish in the family Cyprinodontidae native to Florida, Jordanella floridae, sometimes kept in aquaria and used in laboratory tests of the biological effects of environmental pollutants.",
    "swordtail": "One of many species of freshwater fish, in genus Xiphophorus, others of which are called platyfish.",
    "guppy": "A tiny freshwater fish, Poecilia reticulata, popular in home aquariums, that usually has a plain body and black or dark blue tail for the females and a more colorful tail for the males.",
    "topminnow": "Any of the ray-finned fish in the taxonomic family Fundulidae.",
    "mosquitofish": "Any of several small fish that feed on mosquitoes, but especially those of the genus Gambusia.",
    "platy": "No noun word meaning found",
    "mollie": "Any of many New World fish of the genus Poecilia, formerly called Mollienesia.",
    "squirrelfish": "Any member of the subfamily Holocentrinae of the family Holocentridae of ray-finned fish.",
    "reef_squirrelfish": "No noun word meaning found",
    "deepwater_squirrelfish": "No noun word meaning found",
    "Holocentrus_ascensionis": "No noun word meaning found",
    "soldierfish": "Any member of the subfamily Myripristinae of the family Holocentridae of ray-finned fish.",
    "anomalops": "No noun word meaning found",
    "flashlight_fish": "No noun word meaning found",
    "John_Dory": "No noun word meaning found",
    "boarfish": "Any of a number of fish that have a projecting snout, in either of two families:",
    "cornetfish": "Any of several slender, elongate tropical fish, of the family Fistulariidae, that live in shallow water",
    "stickleback": "Any one of numerous species of small fish of the family Gasterosteidae. The back is armed with two or more sharp spines. They inhabit both salt and brackish water, and construct nests from weeds.",
    "three-spined_stickleback": "Gasterosteus aculeatus, a small fish of coastal and inland waters of the Northern Hemisphere, that can make its spines erect when threatened, which makes it hard to swallow.",
    "ten-spined_stickleback": "No noun word meaning found",
    "pipefish": "A small fish of the seahorse family, having a long thin body covered with partially ossified plates, the head long, and the jaws elongated so as to form a tubular snout.",
    "dwarf_pipefish": "No noun word meaning found",
    "deepwater_pipefish": "No noun word meaning found",
    "seahorse": "The walrus.",
    "snipefish": "Either of the two species of fish of the Macroramphosus genus.",
    "shrimpfish": "No noun word meaning found",
    "trumpetfish": "Any of the fish in the family Aulostomidae family of tube-shaped fish.",
    "pellicle": "A thin skin or film.",
    "embryo": "In the reproductive cycle, the stage after the fertilization of the egg that precedes the development into a fetus.",
    "fetus": "An unborn or unhatched vertebrate showing signs of the mature animal.",
    "abortus": "No noun word meaning found",
    "spawn": "No noun word meaning found",
    "blastula": "An early form in the development of an embryo, consisting of a spherical layer of cells filled with fluid; a blastosphere.",
    "blastocyst": "The mammalian blastula",
    "gastrula": "A stage in the development of embryos of most animals consisting of a three-layered sac of ectoderm, mesoderm and endoderm.",
    "morula": "A spherical mass of blastomeres that forms following the splitting of a zygote; it becomes the blastula",
    "yolk": "The yellow, spherical part of an egg that is surrounded by the white albumen, and serves as nutriment for the growing young.",
    "chordate": "A member of the phylum Chordata; numerous animals having a notochord at some stage of their development; in vertebrates this develops into the spine",
    "cephalochordate": "Any of the primitive fishlike creatures, of the subphylum Cephalochordata, including the lancelets, that lack a true spine but have a notochord which, in the case of cephalochordates, reaches into the head, contrary to the Urochordata",
    "lancelet": "Any of a group of primitive marine animals, having a notochord instead of a backbone",
    "tunicate": "Any of very many chordate marine animals, of the subphyla Tunicata or Urochordata, including the sea squirts.",
    "ascidian": "Any member of the class Ascidiacea (the sea squirts)",
    "sea_squirt": "Any sessile tunicate, of the class Ascidiacea, which squirts water from two openings when touched; they are filter feeders",
    "salp": "Any of the free-swimming tunicates of the order Salpida and its single family Salpidae.",
    "doliolum": "No noun word meaning found",
    "larvacean": "No noun word meaning found",
    "appendicularia": "No noun word meaning found",
    "ascidian_tadpole": "No noun word meaning found",
    "vertebrate": "An animal having a backbone.",
    "Amniota": "No noun word meaning found",
    "amniote": "Any of the Amniota group of vertebrates having an amnion during the development of the embryo; mammals, birds and reptiles.",
    "aquatic_vertebrate": "No noun word meaning found",
    "jawless_vertebrate": "No noun word meaning found",
    "ostracoderm": "Any of the armored jawless fishes of the Paleozoic.",
    "heterostracan": "No noun word meaning found",
    "anaspid": "No noun word meaning found",
    "conodont": "Any of several extinct fish-like chordates having cone-like teeth.",
    "cyclostome": "Any of various primitive jawless fish of the class Cyclostomata, such as the lamprey or hagfish.",
    "lamprey": "Any long slender primitive eel-like freshwater and saltwater fish of the order Petromyzontiformes, having a sucking mouth with rasping teeth but no jaw.",
    "sea_lamprey": "No noun word meaning found",
    "hagfish": "Any of several primitive eellike fish, of the family Myxinidae, having a sucking mouth with rasping teeth, and sometimes used as food or for eelskin leather.",
    "Myxine_glutinosa": "No noun word meaning found",
    "eptatretus": "No noun word meaning found",
    "gnathostome": "No noun word meaning found",
    "placoderm": "A member of an extinct class (Placodermi) of jawed fish with armored heads and thoraces; the group lived during the Silurian and Devonian periods.",
    "cartilaginous_fish": "Any member of the taxonomic class Chondrichthyes, having a skeleton made of cartilage rather than bone.",
    "holocephalan": "No noun word meaning found",
    "chimaera": "A cartilaginous marine fish in the subclass Holocephali and especially the order Chimaeriformes, with a blunt snout, long tail, and a spine before the first dorsal fin",
    "rabbitfish": "Any fish in the family Siganidae, native to shallow Indo-Pacific coastal waters and introduced to the eastern Mediterranean via the Suez Canal.",
    "elasmobranch": "Any of many cartilaginous fish of the subclass Elasmobranchii.",
    "shark": "A scaleless, predatory fish of the superorder Selachimorpha, with a cartilaginous skeleton and 5 to 7 gill slits on each side of its head.",
    "cow_shark": "Any shark of the family Hexanchidae",
    "mackerel_shark": "Any shark of the order Lamniformes, having two dorsal fins an anal fin, five gill slits and eyes without nictitating membrane",
    "porbeagle": "A large pelagic predatory shark, Lamna nasus, of the Atlantic.",
    "mako": "Mako shark",
    "shortfin_mako": "No noun word meaning found",
    "longfin_mako": "No noun word meaning found",
    "bonito_shark": "No noun word meaning found",
    "great_white_shark": "A large shark, Carcharodon carcharias, of coastal surface waters in all major oceans that feeds on fish and marine mammals.",
    "basking_shark": "A very large shark, Cetorhinus maximus, that feeds at or close to the surface by filtering plankton from the water and is found in all the world's temperate oceans.",
    "thresher": "Anything or anyone that threshes.",
    "carpet_shark": "A shark of the order Orectolobiformes",
    "nurse_shark": "Any of various bottom-dwelling sharks of the family Ginglymostomatidae that have two fleshy barbels hanging from the lower jaw.",
    "sand_tiger": "A mackerel shark of the family Odontaspididae.",
    "whale_shark": "A very large spotted shark, Rhincodon typus, of warm marine waters, similar to a whale, that feeds by filtering plankton from the water.",
    "requiem_shark": "Any member of the taxonomic family Carcharhinidae (order Carcharhiniformes).",
    "bull_shark": "No noun word meaning found",
    "sandbar_shark": "No noun word meaning found",
    "blacktip_shark": "No noun word meaning found",
    "whitetip_shark": "No noun word meaning found",
    "dusky_shark": "No noun word meaning found",
    "lemon_shark": "No noun word meaning found",
    "blue_shark": "A long blue shark, resembling a great white shark but smaller, of the species Prionace glauca.",
    "tiger_shark": "A large shark, Galeocerdo cuvier, of wide warm-water distribution, that hunts alone and has dark stripes across its back.",
    "soupfin_shark": "No noun word meaning found",
    "dogfish": "Any of various small sharks",
    "smooth_dogfish": "No noun word meaning found",
    "smoothhound": "No noun word meaning found",
    "American_smooth_dogfish": "No noun word meaning found",
    "Florida_smoothhound": "No noun word meaning found",
    "spiny_dogfish": "Squalus acanthias, one of the best known of the dogfish which are members of the family Squalidae in the order Squaliformes",
    "Atlantic_spiny_dogfish": "No noun word meaning found",
    "Pacific_spiny_dogfish": "No noun word meaning found",
    "hammerhead": "The portion of a hammer containing the metal striking face (also including the claw or peen if so equipped).",
    "smooth_hammerhead": "No noun word meaning found",
    "smalleye_hammerhead": "No noun word meaning found",
    "shovelhead": "The bonnethead.",
    "angel_shark": "A member of the unusual genus Squatina of sharks with flattened bodies and broad pectoral fins resembling skates or rays. There are approximately 16 known species, which are the only members of their taxonomic genus, family and order. They occur worldwide in temperate and tropical seas.",
    "ray": "A beam of light or radiation.",
    "electric_ray": "Any of the group of rays of the order Torpedodiniformes, which can produce an electric discharge.",
    "sawfish": "Any ray (marine fish with a flat body and wing-like fins) of the family Pristidae, having a snout that resembles a saw.",
    "smalltooth_sawfish": "No noun word meaning found",
    "guitarfish": "Any of the fish in the Rhinobatidae family of rays.",
    "stingray": "Any of various large, venomous rays, of the orders Rajiformes and Myliobatiformes, having a barbed, whiplike tail.",
    "roughtail_stingray": "No noun word meaning found",
    "butterfly_ray": "A ray (fish) of the family Gymnuridae (or, in some systems, the subfamily Gymnurinae).",
    "eagle_ray": "Any of a group of cartilaginous fishes in the family Myliobatidae, consisting mostly of large species living in the open ocean rather than on the sea bottom.",
    "spotted_eagle_ray": "No noun word meaning found",
    "cownose_ray": "No noun word meaning found",
    "manta": "A kind of fabric or blanket used in Latin America and southwestern United States.",
    "Atlantic_manta": "No noun word meaning found",
    "devil_ray": "The manta ray.",
    "skate": "A light boot, fitted with a blade, used for ice skating.",
    "grey_skate": "No noun word meaning found",
    "little_skate": "No noun word meaning found",
    "thorny_skate": "No noun word meaning found",
    "barndoor_skate": "No noun word meaning found",
    "bird": "A member of the class of animals Aves in the phylum Chordata, characterized by being warm-blooded, having feathers and wings usually capable of flight, and laying eggs.",
    "dickeybird": "No noun word meaning found",
    "fledgling": "A young bird which has just developed its flight feathers (notably wings).",
    "nestling": "A small, young bird that is still confined to the nest.",
    "cock": "A male bird, especially:",
    "gamecock": "A fighting cock: a rooster used in cockfighting.",
    "nester": "One who nests.",
    "night_bird": "No noun word meaning found",
    "night_raven": "No noun word meaning found",
    "bird_of_passage": "A migratory bird, especially a passage migrant.",
    "archaeopteryx": "A specimen of the species Archaeopteryx lithographica, being the earliest and most primitive known bird, representing a transition in the evolution of dinosaurs to birds.",
    "archaeornis": "No noun word meaning found",
    "ratite": "A bird of the order of Struthioniformes, a diverse group of large running, flightless birds, mostly extinct, but including the cassowary, elephant bird, emu, kiwi, moa, ostrich, rhea and tinamou",
    "carinate": "No noun word meaning found",
    "ostrich": "A large flightless bird (Struthio camelus) native to Africa.",
    "cassowary": "A large flightless bird of the genus Casuarius that is native to Australia and New Guinea, has a characteristic bony crest on its head, and can be very dangerous.",
    "emu": "A cassowary (genus Casuarius).",
    "kiwi": "A New Zealander.",
    "rhea": "A large flightless bird of the genus Rhea, native to South America.",
    "elephant_bird": "Any of the very large extinct flightless birds that make up the genera Aepyornis and Mullerornis within family Aepyornithidae, and lived in Madagascar until the 17th or 18th century; especially Aepyornis maximus.",
    "moa": "Any of several species of large, extinct, flightless birds of the family Dinornithidae that were native to New Zealand; until its extinction, one species was the largest bird in the world.",
    "passerine": "Any bird of the order Passeriformes, which comprises more than half of all bird species.",
    "nonpasserine_bird": "No noun word meaning found",
    "oscine": "Any bird of the suborder Passeri (the songbirds), which have better vocal control than other birds.",
    "songbird": "A bird having a melodious song or call.",
    "honey_eater": "A honeyeater.",
    "accentor": "Any bird of the Eurasian genus Prunella, such as the dunnock.",
    "hedge_sparrow": "Former name for the bird Prunella modularis, the dunnock.",
    "lark": "Any of various small, singing passerine birds of the family Alaudidae.",
    "skylark": "A small brown passerine bird, Alauda arvensis, that sings as it flies high into the air.",
    "wagtail": "Any of various small passerine birds of the family Motacillidae, of the Old World, notable for their long tails.",
    "pipit": "Any of various small passerine birds, mainly from the genus Anthus, that are often drab, ground feeding insectivores of open country.",
    "meadow_pipit": "A small passerine bird (Anthus pratensis).",
    "finch": "Any bird of the family Fringillidae, seed-eating passerine birds, native chiefly to the Northern Hemisphere and usually having a conical beak.",
    "chaffinch": "A small passerine bird, Fringilla coelebs, of the finch family.",
    "brambling": "A finch, Fringilla montifringilla of northern Eurasia, the male having a black head in summer and an orange breast with white belly and a long white rump.",
    "goldfinch": "Any of several small passerine birds of the finch family",
    "linnet": "A small passerine bird, the common linnet (Linaria cannabina, syn. Carduelis cannabina), in the finch family Fringillidae, native to Europe, western Asia, and north Africa.",
    "siskin": "A small green and yellow European finch, Carduelis spinus spinus or Carduelis spinus, now Spinus spinus.",
    "red_siskin": "No noun word meaning found",
    "redpoll": "Any of various finches in the genus Acanthis (syn. Carduelis), which have characteristic red markings on their heads.",
    "New_World_goldfinch": "Any of several small passerine birds of the finch family",
    "pine_siskin": "No noun word meaning found",
    "house_finch": "A passerine bird in the family Fringillidae, Haemorhous mexicanus",
    "purple_finch": "No noun word meaning found",
    "canary": "A small, usually yellow, finch (genus Serinus), a songbird native to the Canary Islands.",
    "common_canary": "No noun word meaning found",
    "serin": "Any of various small finches in the genus Serinus, with largely yellow plumage.",
    "crossbill": "Any of various finches of the genus Loxia, whose bill crosses over at the tips; they are specialist feeders on conifer cones.",
    "bullfinch": "The Eurasian bullfinch (Pyrrhula pyrrhula).",
    "junco": "Any bird of the genus Junco, which includes several species of North American sparrow.",
    "dark-eyed_junco": "Junco hyemalis, a passerine bird in the passerine family Passerellidae.",
    "New_World_sparrow": "No noun word meaning found",
    "vesper_sparrow": "Pooecetes gramineus, a medium-sized American sparrow.",
    "white-throated_sparrow": "Sylvia communis, a species of typical warbler.",
    "white-crowned_sparrow": "No noun word meaning found",
    "chipping_sparrow": "A species of sparrow, Spizella passerina, endemic to North America.",
    "field_sparrow": "No noun word meaning found",
    "tree_sparrow": "A bird of the species Passer montanus",
    "song_sparrow": "Melospiza melodia, a medium-sized American sparrow.",
    "swamp_sparrow": "No noun word meaning found",
    "bunting": "Strips of material used as festive decoration, especially in the colours of the national flag.",
    "indigo_bunting": "No noun word meaning found",
    "ortolan": "A small European migratory bunting (Emberiza hortulana), once eaten whole as a delicacy.",
    "reed_bunting": "A passerine bird, Emberiza schoeniclus, sparrow-sized but slim and with a long, deeply notched tail.",
    "yellowhammer": "A passerine bird, Emberiza citrinella, of western Eurasia, which is mainly yellow in colour.",
    "yellow-breasted_bunting": "No noun word meaning found",
    "snow_bunting": "A finch, Plectrophenax nivalis, having white plumage, widely distributed in northern latitudes.",
    "honeycreeper": "Any of various nectar-feeding birds of the tanager family, belonging to the genera Cyanerpes, Chlorophanes, and Iridophanes.",
    "banana_quit": "No noun word meaning found",
    "sparrow": "The house sparrow, Passer domesticus; a small bird with a short bill, and brown, white and gray feathers.",
    "English_sparrow": "A bird of the species Passer domesticus, native to much of Eurasia, introduced in many other temperate environments.",
    "grosbeak": "Any of several finches and cardinals that have a large, powerful bill",
    "evening_grosbeak": "Coccothraustes vespertinus, a large finch.",
    "hawfinch": "A large Eurasian finch, Coccothraustes coccothraustes, with a thick bill.",
    "pine_grosbeak": "No noun word meaning found",
    "cardinal": "One of the officials appointed by the pope in the Roman Catholic Church, ranking only below the pope and the patriarchs, constituting the special college which elects the pope. (See Wikipedia article on Catholic cardinals.)",
    "pyrrhuloxia": "No noun word meaning found",
    "towhee": "Any of several species of birds of the genera Pipilo and Melozone.",
    "chewink": "No noun word meaning found",
    "green-tailed_towhee": "No noun word meaning found",
    "weaver": "One who weaves.",
    "baya": "Ploceus philippinus, a weaverbird of southern Asia.",
    "whydah": "Any of various black and white African weaverbirds with distinctive drooping long tailfeathers on males in mating season, suitable as cage birds.",
    "Java_sparrow": "No noun word meaning found",
    "avadavat": "Any of various estrildid finches of the genus Amandava, especially the red avadavat, Amandava amandava, of India and Southeast Asia, commonly kept and bred as a cagebird.",
    "grassfinch": "No noun word meaning found",
    "zebra_finch": "A small Australasian weaverbird, Taeniopygia guttata, that has markings similar to a zebra.",
    "lyrebird": "Either of two large ground-dwelling Australian songbirds, of the genus Menura, named because of the beautiful tail feathers of the male of one species, the superb lyrebird (Menura novaehollandiae), which can be erected to look like a lyre, and notable for their extraordinary ability to mimic natural and artificial sounds from their environment.",
    "scrubbird": "No noun word meaning found",
    "broadbill": "Any of several ducks having a broad bill, including the shoveler",
    "tyrannid": "No noun word meaning found",
    "New_World_flycatcher": "Any of many kinds of birds, of the families Muscicapidae (in Europe and Asia) and Tyrannidae (in the Americas), that catch insects in flight.",
    "kingbird": "A group of large insectivorous passerine birds of the genus Tyrannus.",
    "Arkansas_kingbird": "No noun word meaning found",
    "Cassin's_kingbird": "No noun word meaning found",
    "eastern_kingbird": "No noun word meaning found",
    "grey_kingbird": "No noun word meaning found",
    "pewee": "The common American tyrant flycatcher (of the genus Contopus).",
    "western_wood_pewee": "No noun word meaning found",
    "phoebe": "Any of several birds of the genus Sayornis.",
    "vermillion_flycatcher": "No noun word meaning found",
    "cotinga": "Any of the neotropical passerine birds of the genus Cotinga",
    "cock_of_the_rock": "No noun word meaning found",
    "manakin": "Any of several small South American passerine birds of the family Pipridae.",
    "bellbird": "Any of various birds with a far-carrying bell-like call, including the crested bellbird, Oreoica gutturalis, the New Zealand bellbird, Anthornis melanura and the neotropical bellbirds of the genus Procnias.",
    "umbrella_bird": "A bird in the genus Cephalopterus, found in rainforests of Central and South America, with a conspicuous crest on the top of their head, vaguely resembling an umbrella.",
    "ovenbird": "Any of several birds",
    "antbird": "Any of various drab-colored South American birds of the family Thamnophilidae that feed on ants.",
    "ant_thrush": "No noun word meaning found",
    "ant_shrike": "No noun word meaning found",
    "spotted_antbird": "No noun word meaning found",
    "woodhewer": "No noun word meaning found",
    "pitta": "A flat bread pouch used for making sandwiches such as gyros or falafels.",
    "scissortail": "A bird, the scissor-tailed flycatcher.",
    "Old_World_flycatcher": "Any of many kinds of birds, of the families Muscicapidae (in Europe and Asia) and Tyrannidae (in the Americas), that catch insects in flight.",
    "spotted_flycatcher": "A small passerine bird found in Europe, Asia, and Africa, Muscicapa striata.",
    "thickhead": "Someone stupid.",
    "thrush": "Any of several species of songbirds of the family Turdidae, often with spotted underbellies such as the bluebird, nightingale, and American robin have.",
    "missel_thrush": "A large Eurasian thrush, Turdus viscivorus.",
    "song_thrush": "A songbird in the thrush family, found across Eurasia (Turdus philomelos).",
    "fieldfare": "A large thrush, Turdus pilaris, a bird of Eurasia.",
    "redwing": "A small thrush, Turdus iliacus, native to Eurasia, with a white eye stripe and red under-wing feathers.",
    "blackbird": "A common true thrush, Turdus merula, found in woods and gardens over much of Eurasia, and introduced elsewhere.",
    "ring_ouzel": "Turdus torquatus, a European thrush, similar to the common blackbird, but with a ring of white feathers at its neck.",
    "robin": "Any of various passerine birds (about 100 species) of the families Muscicapidae, Turdidae and Petroicidae (formerly Eopsaltriidae), typically with a red breast.",
    "clay-colored_robin": "No noun word meaning found",
    "hermit_thrush": "A species of solitary thrush native to North America, Catharus guttatus.",
    "veery": "An American thrush (Catharus fuscescens) common in the Northern United States and Canada.",
    "wood_thrush": "No noun word meaning found",
    "nightingale": "A European songbird, Luscinia megarhynchos, of the family Muscicapidae.",
    "thrush_nightingale": "Luscinia luscinia, a small passerine bird related to the common nightingale.",
    "bulbul": "Any of several passerine songbirds, of the family Pycnonotidae (currently, 27 genera recognized), native to Africa and parts of Asia, sometimes known as the ‘nightingale of the East’.",
    "Old_World_chat": "Informal conversation.",
    "stonechat": "Any of various small Old World passerine birds of the genus Saxicola that feed on insects.",
    "whinchat": "A small Old World songbird, Saxicola rubetra, that feeds on insects.",
    "solitaire": "A person who lives alone; a recluse or hermit.",
    "redstart": "Any of various insectivorous ground-feeding birds, mainly of the genus Phoenicurus. Many of the species have a red tail.",
    "wheatear": "Any of various passerine birds of the genus Oenanthe that feed on insects,",
    "bluebird": "Any of various North American birds of the genus Sialia in the thrush family. Their plumage is blue or blue and red.",
    "bluethroat": "A small Old World passerine bird, Luscinia svecica, the male in spring having a bright blue throat.",
    "warbler": "Any of various small passerine songbirds, especially of the family Sylviidae (Old World warblers) and Parulidae (New World warblers).",
    "gnatcatcher": "A member of any of various species of small passerine birds in the family Polioptilidae found in North America and South America, close relatives of the wrens.",
    "kinglet": "A petty king; a king ruling over a small or unimportant territory.",
    "goldcrest": "A very small passerine bird, Regulus regulus, that breeds in Eurasia.",
    "gold-crowned_kinglet": "No noun word meaning found",
    "ruby-crowned_kinglet": "No noun word meaning found",
    "Old_World_warbler": "No noun word meaning found",
    "blackcap": "A small Old World warbler, Eurasian blackcap (Sylvia atricapilla), which is mainly grey with a black crown.",
    "greater_whitethroat": "Sylvia communis, a species of typical warbler.",
    "lesser_whitethroat": "Sylvia communis, a species of typical warbler.",
    "wood_warbler": "Phylloscopus sibilatrix, a common and widespread leaf warbler which breeds throughout northern and temperate Europe, and just into the extreme west of Asia in the southern Ural Mountains.",
    "sedge_warbler": "A small European warbler, Acrocephalus schoenobaenus, that winters in sub-Saharan Africa",
    "wren_warbler": "No noun word meaning found",
    "tailorbird": "A small warbler of the genus Orthotomus, usually brightly coloured, with green or grey upperparts and yellow white or grey underparts.",
    "babbler": "Someone who babbles.",
    "New_World_warbler": "Phylloscopus sibilatrix, a common and widespread leaf warbler which breeds throughout northern and temperate Europe, and just into the extreme west of Asia in the southern Ural Mountains.",
    "parula_warbler": "No noun word meaning found",
    "Wilson's_warbler": "No noun word meaning found",
    "flycatching_warbler": "No noun word meaning found",
    "American_redstart": "Any of various insectivorous ground-feeding birds, mainly of the genus Phoenicurus. Many of the species have a red tail.",
    "Cape_May_warbler": "No noun word meaning found",
    "yellow_warbler": "No noun word meaning found",
    "Blackburn": "No noun word meaning found",
    "Audubon's_warbler": "No noun word meaning found",
    "myrtle_warbler": "No noun word meaning found",
    "blackpoll": "A North American warbler, Dendroica striata, the male of which has a black patch on its head",
    "New_World_chat": "Informal conversation.",
    "yellow-breasted_chat": "No noun word meaning found",
    "water_thrush": "No noun word meaning found",
    "yellowthroat": "A mostly yellow-colored group of New World warblers in the genus Geothlypis",
    "common_yellowthroat": "No noun word meaning found",
    "riflebird": "No noun word meaning found",
    "New_World_oriole": "Any of various colourful passerine birds, the New World orioles from the family Icteridae and the Old World orioles from the family Oriolidae.",
    "northern_oriole": "No noun word meaning found",
    "Baltimore_oriole": "No noun word meaning found",
    "Bullock's_oriole": "No noun word meaning found",
    "orchard_oriole": "No noun word meaning found",
    "meadowlark": "The meadow pipit (Anthus pratensis).",
    "eastern_meadowlark": "No noun word meaning found",
    "western_meadowlark": "No noun word meaning found",
    "cacique": "A tribal chief in the Spanish West Indies.",
    "bobolink": "An American migratory songbird, Dolichonyx oryzivorus, resembling a blackbird with the bill of a finch.",
    "New_World_blackbird": "A common true thrush, Turdus merula, found in woods and gardens over much of Eurasia, and introduced elsewhere.",
    "grackle": "Any of several American blackbirds of the genus Quiscalus, and related genera, having iridescent plumage.",
    "purple_grackle": "No noun word meaning found",
    "rusty_blackbird": "No noun word meaning found",
    "cowbird": "Any bird of the genus Molothrus. The cowbirds are brood parasites.",
    "red-winged_blackbird": "A bird of the species Agelaius phoeniceus, native to North and Central America.",
    "Old_World_oriole": "Any of various colourful passerine birds, the New World orioles from the family Icteridae and the Old World orioles from the family Oriolidae.",
    "golden_oriole": "A bright yellow and black passerine songbird, Oriolus oriolus, of Europe and western Asia.",
    "fig-bird": "No noun word meaning found",
    "starling": "A family, Sturnidae, of passerine birds.",
    "common_starling": "A bird of the species Sturnus vulgaris.",
    "rose-colored_starling": "Pastor roseus, a passerine bird in the starling family Sturnidae, of much of Eurasia.",
    "myna": "One of the South and East Asian birds of the starling family Sturnidae.",
    "crested_myna": "No noun word meaning found",
    "hill_myna": "Any of several American blackbirds of the genus Quiscalus, and related genera, having iridescent plumage.",
    "corvine_bird": "No noun word meaning found",
    "crow": "A bird, usually black, of the genus Corvus, having a strong conical beak, with projecting bristles; it has a harsh, croaking call.",
    "American_crow": "No noun word meaning found",
    "raven": "Any of several, generally large and lustrous black species of birds in the genus Corvus, especially the common raven, Corvus corax.",
    "rook": "A European bird, Corvus frugilegus, of the crow family.",
    "jackdaw": "A European bird (Coloeus monedula) of the crow family, often nesting in church towers and ruins.",
    "chough": "Either of two species of bird of the genus Pyrrhocorax in the crow family Corvidae that breed mainly in high mountains and on coastal sea cliffs of Eurasia.",
    "jay": "Any one of the numerous species of birds belonging to several genera within the family Corvidae, including Garrulus, Cyanocitta, Aphelocoma, Perisoreus, Cyanocorax, Gymnorhinus, Cyanolyca, Ptilostomus, and Calocitta, allied to the crows, but smaller, more graceful in form, often handsomely coloured, usually having a crest, and often noisy.",
    "Old_World_jay": "No noun word meaning found",
    "common_European_jay": "No noun word meaning found",
    "New_World_jay": "No noun word meaning found",
    "blue_jay": "A species of North American jay with blue feathering from the top of its head to midway down its back, Cyanocitta cristata.",
    "Canada_jay": "A mostly gray bird, Perisoreus canadensis, that inhabits coniferous forests of North America.",
    "Rocky_Mountain_jay": "No noun word meaning found",
    "nutcracker": "An implement for cracking nuts.",
    "common_nutcracker": "No noun word meaning found",
    "Clark's_nutcracker": "No noun word meaning found",
    "magpie": "One of several kinds of bird in the family Corvidae",
    "European_magpie": "No noun word meaning found",
    "American_magpie": "No noun word meaning found",
    "Australian_magpie": "No noun word meaning found",
    "butcherbird": "Any of the shrikes in the genus Lanius.",
    "currawong": "Any of the three species, and several subspecies, of large, mainly black, predatory passerine birds in the genus Strepera, of the family Artamidae, endemic to Australia.",
    "piping_crow": "No noun word meaning found",
    "wren": "Any member of a mainly New World passerine bird family Troglodytidae; true wren.",
    "winter_wren": "A bird of the species Troglodytes hiemalis, of the coniferous forests of the cooler parts of North America, from British Columbia to the Atlantic coast.",
    "house_wren": "No noun word meaning found",
    "marsh_wren": "No noun word meaning found",
    "long-billed_marsh_wren": "No noun word meaning found",
    "sedge_wren": "No noun word meaning found",
    "rock_wren": "No noun word meaning found",
    "Carolina_wren": "No noun word meaning found",
    "cactus_wren": "No noun word meaning found",
    "mockingbird": "A long-tailed American songbird of the Mimidae family, noted for its ability to mimic calls of other birds.",
    "blue_mockingbird": "No noun word meaning found",
    "catbird": "Either of two species of American mockingbird relatives, the grey catbird, Dumetella carolinensis, and the black catbird, Melanoptila glabrirostris.",
    "thrasher": "One who thrashes.",
    "brown_thrasher": "No noun word meaning found",
    "New_Zealand_wren": "No noun word meaning found",
    "rifleman_bird": "No noun word meaning found",
    "creeper": "A person or a thing that crawls or creeps.",
    "brown_creeper": "A North American species of treecreeper, Certhia americana, known for walking up tree trunks looking for insects in the bark.",
    "European_creeper": "No noun word meaning found",
    "wall_creeper": "No noun word meaning found",
    "European_nuthatch": "No noun word meaning found",
    "red-breasted_nuthatch": "No noun word meaning found",
    "white-breasted_nuthatch": "No noun word meaning found",
    "titmouse": "Any small passerine bird of the family Paridae, which are found in the woods of the Northern Hemisphere and of Africa.",
    "chickadee": "A small passerine bird (songbird) of the genus Parus or the family Paridae.",
    "black-capped_chickadee": "A small Old World warbler, Eurasian blackcap (Sylvia atricapilla), which is mainly grey with a black crown.",
    "tufted_titmouse": "No noun word meaning found",
    "Carolina_chickadee": "No noun word meaning found",
    "blue_tit": "Cyanistes caeruleus, a small bird of the tit family Paridae, with an azure blue crown and dark blue line passing through the eye and encircling the white cheeks to the chin.",
    "bushtit": "Any of the long-tailed tits of the family Aegithalidae",
    "wren-tit": "No noun word meaning found",
    "verdin": "A small, yellow-headed passerine bird, Auriparus flaviceps, endemic to desert areas of the southwestern United States, that is the only species of family Remizidae found in the New World.",
    "fairy_bluebird": "A small passerine bird (genus Irena) of southern Asia.",
    "swallow": "A deep chasm or abyss in the earth.",
    "barn_swallow": "Hirundo rustica, the most widespread species of swallow in the world; a distinctive passerine bird with blue upperparts, a long, deeply forked tail and curved, pointed wings, is found in Europe, Asia, Africa and the Americas.",
    "cliff_swallow": "No noun word meaning found",
    "tree_swallow": "No noun word meaning found",
    "white-bellied_swallow": "No noun word meaning found",
    "martin": "Any of various passerine birds of the family Hirundinidae, which also includes swallows, that catch insects whilst flying.",
    "house_martin": "A migratory passerine bird of the swallow family, genus Delichon",
    "bank_martin": "A small American and European swallow (Riparia riparia) that nests in a hole which it excavates in a bank.",
    "purple_martin": "The largest North American swallow, Progne subis.",
    "wood_swallow": "No noun word meaning found",
    "tanager": "Any of numerous species of often colorful passerine birds that inhabit New World forests, formerly all within the family Thraupidae, but now with some species placed in other families with birds such as finches and cardinals.",
    "scarlet_tanager": "Piranga olivacea, a medium-sized American songbird. Adult males are crimson-red with black wings and tail.",
    "western_tanager": "No noun word meaning found",
    "summer_tanager": "Piranga rubra, a medium-sized American songbird.",
    "hepatic_tanager": "No noun word meaning found",
    "shrike": "Any of various passerine birds of the family Laniidae which are known for their habit of catching other birds and small animals and impaling the uneaten portions of their bodies on thorns.",
    "European_shrike": "No noun word meaning found",
    "northern_shrike": "No noun word meaning found",
    "white-rumped_shrike": "No noun word meaning found",
    "loggerhead_shrike": "A species of shrike native to North America, Lanius ludovicianus.",
    "migrant_shrike": "No noun word meaning found",
    "bush_shrike": "No noun word meaning found",
    "black-fronted_bush_shrike": "No noun word meaning found",
    "bowerbird": "Any of the family Ptilonorhynchidae of Australasian bird noted for building a large nest decorated with bright objects such as shells and glass.",
    "satin_bowerbird": "No noun word meaning found",
    "great_bowerbird": "No noun word meaning found",
    "water_ouzel": "The white-thoated dipper or European dipper, Cinclus cinclus.",
    "European_water_ouzel": "No noun word meaning found",
    "American_water_ouzel": "No noun word meaning found",
    "vireo": "Any of a number of small insectivorous passerine birds, of the genus Vireo, that have grey-green plumage.",
    "red-eyed_vireo": "No noun word meaning found",
    "solitary_vireo": "No noun word meaning found",
    "blue-headed_vireo": "No noun word meaning found",
    "waxwing": "Any of several songbirds of the genus Bombycilla, having crested heads, and red tips to the wings.",
    "cedar_waxwing": "No noun word meaning found",
    "Bohemian_waxwing": "No noun word meaning found",
    "bird_of_prey": "A carnivorous bird that hunts for its food, especially one that preys on vertebrates.",
    "Accipitriformes": "No noun word meaning found",
    "hawk": "A diurnal predatory bird of the family Accipitridae, smaller than an eagle.",
    "eyas": "A young hawk or falcon in the nest, or that has not yet fledged, especially one that will be trained for falconry.",
    "tiercel": "A male hawk or falcon, used in falconry.",
    "goshawk": "Any of several birds of prey, principally in the genus Accipiter.",
    "sparrow_hawk": "Any of various small falcons of the genus Falco that hover while hunting.",
    "Cooper's_hawk": "No noun word meaning found",
    "chicken_hawk": "A draft dodger, especially in the Vietnam War, who nonetheless currently supports United States overseas military engagements.",
    "buteonine": "No noun word meaning found",
    "redtail": "Buteo jamaicensis, a medium-sized bird of prey found throughout North America.",
    "rough-legged_hawk": "No noun word meaning found",
    "red-shouldered_hawk": "A medium-sized hawk native to North America, of species Buteo lineatus.",
    "buzzard": "Any of several Old World birds of prey of the genus Buteo with broad wings and a broad tail.",
    "honey_buzzard": "Any of certain birds of prey in family Accipitridae",
    "kite": "No noun word meaning found",
    "black_kite": "A species of kite, Milvus migrans.",
    "swallow-tailed_kite": "No noun word meaning found",
    "white-tailed_kite": "No noun word meaning found",
    "harrier": "One who harries.",
    "marsh_harrier": "A raptor in species Circus aeruginosus, which inhabits swampy ground.",
    "Montagu's_harrier": "No noun word meaning found",
    "marsh_hawk": "Circus hudsonius, native to most of North America and Central America",
    "harrier_eagle": "No noun word meaning found",
    "falcon": "Any bird of the genus Falco, all of which are birds of prey.",
    "peregrine": "The peregrine falcon.",
    "falcon-gentle": "No noun word meaning found",
    "gyrfalcon": "Any large falcon, especially as used to fly at herons.",
    "kestrel": "Any of various small falcons of the genus Falco that hover while hunting.",
    "pigeon_hawk": "A small falcon, Falco columbarius, that breeds in northern North America, Europe, and Asia.",
    "hobby": "An activity that one enjoys doing in one's spare time.",
    "caracara": "Any of several South American and Central American birds of prey in the family Falconidae.",
    "Audubon's_caracara": "No noun word meaning found",
    "carancha": "No noun word meaning found",
    "eagle": "Any of several large carnivorous and carrion-eating birds in the family Accipitridae, having a powerful hooked bill and keen vision.",
    "young_bird": "No noun word meaning found",
    "eaglet": "The immature young of an eagle; an eagle chick.",
    "harpy": "A fabulous winged monster, ravenous and filthy, having the face of a woman and the body of a vulture.",
    "golden_eagle": "A large bird of prey, Aquila chrysaetos, that hunts while soaring.",
    "tawny_eagle": "No noun word meaning found",
    "bald_eagle": "Haliaeetus leucocephalus, a species of eagle native to North America and notable for the white plumage on its head.",
    "sea_eagle": "An eagle with a distinctive white tail; specifically, the white-tailed eagle (Haliaeetus albicilla).",
    "Kamchatkan_sea_eagle": "No noun word meaning found",
    "ern": "A sea eagle (Haliaeetus), especially the white-tailed eagle (Haliaeetus albicilla)",
    "fishing_eagle": "No noun word meaning found",
    "osprey": "A bird of prey (Pandion haliaetus) that feeds on fish and has white underparts and long, narrow wings each ending in four finger-like extensions.",
    "vulture": "Any of several carrion-eating birds of the families Accipitridae and Cathartidae.",
    "Aegypiidae": "No noun word meaning found",
    "Old_World_vulture": "No noun word meaning found",
    "griffon_vulture": "A large Old World vulture, Gyps fulvus, native to mountainous areas from Iberia to Burma.",
    "bearded_vulture": "A long-winged vulture, Gypaetus barbatus, found in southern Europe, Africa and India.",
    "Egyptian_vulture": "No noun word meaning found",
    "black_vulture": "An American vulture species, Coragyps atratus, with black plumage.",
    "secretary_bird": "A large terrestrial bird of prey, Sagittarius serpentarius, native to Africa with very long legs that preys on reptiles, especially snakes.",
    "New_World_vulture": "No noun word meaning found",
    "condor": "Either of two New World vultures, Vultur gryphus of the Andes or Gymnogyps californianus, a nearly extinct vulture of the mountains of California.",
    "Andean_condor": "No noun word meaning found",
    "California_condor": "No noun word meaning found",
    "king_vulture": "No noun word meaning found",
    "owl": "Any of various birds of prey of the order Strigiformes that are primarily nocturnal and have forward-looking, binocular vision, limited eye movement, and good hearing.",
    "owlet": "Any of various birds of prey of the order Strigiformes that are primarily nocturnal and have forward-looking, binocular vision, limited eye movement, and good hearing.",
    "little_owl": "A species of small European owl, Athene noctua.",
    "horned_owl": "An owl of the genus Bubo native to the Americas, among the largest types of owl, having two horn-like tufts of feathers on its head.",
    "great_horned_owl": "A large owl, Bubo virginianus, resident in North America, having tufts on its ears.",
    "great_grey_owl": "No noun word meaning found",
    "tawny_owl": "A bird of prey of the species Strix aluco.",
    "barred_owl": "No noun word meaning found",
    "screech_owl": "Any New World owl of genus Megascops.",
    "scops_owl": "A small European migratory owl, Otus scops, that winters in sub-Saharran Africa.",
    "spotted_owl": "No noun word meaning found",
    "Old_World_scops_owl": "No noun word meaning found",
    "Oriental_scops_owl": "No noun word meaning found",
    "hoot_owl": "No noun word meaning found",
    "hawk_owl": "The northern hawk owl, Surnia ulula.",
    "long-eared_owl": "No noun word meaning found",
    "laughing_owl": "The laughing kookaburra, Dacelo novaeguineae.",
    "barn_owl": "An owl of the species Tyto alba, often having a white face and commonly found in barns and other farm buildings.",
    "amphibian": "An animal of the Amphibia; any four-legged vertebrate that does not have amniotic eggs, living both on land and in water.",
    "Ichyostega": "No noun word meaning found",
    "urodele": "Any caudate amphibian",
    "salamander": "A long, slender, chiefly terrestrial amphibian of the order Caudata, superficially resembling a lizard.",
    "European_fire_salamander": "No noun word meaning found",
    "spotted_salamander": "No noun word meaning found",
    "alpine_salamander": "No noun word meaning found",
    "newt": "A small lizard-like amphibian in the family Salamandridae that lives in the water as an adult.",
    "common_newt": "No noun word meaning found",
    "red_eft": "No noun word meaning found",
    "Pacific_newt": "No noun word meaning found",
    "rough-skinned_newt": "No noun word meaning found",
    "California_newt": "No noun word meaning found",
    "eft": "A newt, especially the European smooth newt (Lissotriton vulgaris, syn. Triturus punctatus).",
    "ambystomid": "No noun word meaning found",
    "mole_salamander": "A member of the salamander genus Ambystoma, especially Ambystoma talpoideum.",
    "tiger_salamander": "A long slender salamander, Ambystoma tigrinum, having black skin and yellow markings.",
    "axolotl": "A critically endangered salamander found in the elevated lakes of Mexico, Ambystoma mexicanum.",
    "waterdog": "A mudpuppy.",
    "hellbender": "A giant salamander (genus Cryptobranchus) of North America that inhabits large, swiftly flowing streams with rocky bottoms.",
    "giant_salamander": "Any of the large amphibians found in the genus Cryptobranchidae and extinct related genera.",
    "olm": "Proteus anguinus, a cave-dwelling neotenous salamander with external gills, found along the coast from northeastern Italy to Montenegro.",
    "mud_puppy": "An aquatic salamander of the family Proteidae.",
    "dicamptodon": "No noun word meaning found",
    "Pacific_giant_salamander": "No noun word meaning found",
    "olympic_salamander": "No noun word meaning found",
    "lungless_salamander": "No noun word meaning found",
    "eastern_red-backed_salamander": "No noun word meaning found",
    "western_red-backed_salamander": "No noun word meaning found",
    "dusky_salamander": "No noun word meaning found",
    "climbing_salamander": "No noun word meaning found",
    "arboreal_salamander": "No noun word meaning found",
    "slender_salamander": "No noun word meaning found",
    "web-toed_salamander": "No noun word meaning found",
    "Shasta_salamander": "No noun word meaning found",
    "limestone_salamander": "No noun word meaning found",
    "amphiuma": "Any of the genus Amphiuma of aquatic salamanders.",
    "siren": "One of a group of nymphs who lured mariners to their death on the rocks.",
    "frog": "A small tailless amphibian of the order Anura that typically hops.",
    "true_frog": "No noun word meaning found",
    "wood-frog": "No noun word meaning found",
    "leopard_frog": "Any of several North American frogs, most of which are green with black spots.",
    "bullfrog": "Any of various frogs having a croak that resembles the bellow of a cow or bull.",
    "green_frog": "No noun word meaning found",
    "cascades_frog": "No noun word meaning found",
    "goliath_frog": "A large anuran, Conraua goliath, from Cameroon and Equatorial Guinea.",
    "pickerel_frog": "No noun word meaning found",
    "tarahumara_frog": "No noun word meaning found",
    "grass_frog": "No noun word meaning found",
    "leptodactylid_frog": "No noun word meaning found",
    "robber_frog": "No noun word meaning found",
    "barking_frog": "No noun word meaning found",
    "crapaud": "No noun word meaning found",
    "tree_frog": "A frog of the family Hylidae, of small size and more elegant in form than the true frogs (family Ranidae), often with a bright coloration.",
    "tailed_frog": "No noun word meaning found",
    "Liopelma_hamiltoni": "No noun word meaning found",
    "true_toad": "No noun word meaning found",
    "bufo": "No noun word meaning found",
    "agua": "No noun word meaning found",
    "European_toad": "No noun word meaning found",
    "natterjack": "A toad of species Bufo calamita (or Epidalea calamita), known for its running lizard-like gait and very loud mating call.",
    "American_toad": "No noun word meaning found",
    "Eurasian_green_toad": "No noun word meaning found",
    "American_green_toad": "No noun word meaning found",
    "Yosemite_toad": "No noun word meaning found",
    "Texas_toad": "No noun word meaning found",
    "southwestern_toad": "No noun word meaning found",
    "western_toad": "No noun word meaning found",
    "obstetrical_toad": "Any species of the genus Alytes, the males of which carry fertilised eggs on their backs.",
    "midwife_toad": "Any species of the genus Alytes, the males of which carry fertilised eggs on their backs.",
    "fire-bellied_toad": "Any toad of the genus Bombina.",
    "spadefoot": "Any member of several groups of burrowing toads, with a spadelike appendage on the hind legs.",
    "western_spadefoot": "No noun word meaning found",
    "southern_spadefoot": "No noun word meaning found",
    "plains_spadefoot": "No noun word meaning found",
    "tree_toad": "Any of the arboreal toads in the genus Pedostibes",
    "spring_peeper": "A small chorus frog of North America, Pseudacris crucifer.",
    "Pacific_tree_toad": "No noun word meaning found",
    "canyon_treefrog": "No noun word meaning found",
    "chameleon_tree_frog": "No noun word meaning found",
    "cricket_frog": "No noun word meaning found",
    "northern_cricket_frog": "No noun word meaning found",
    "eastern_cricket_frog": "No noun word meaning found",
    "chorus_frog": "No noun word meaning found",
    "lowland_burrowing_treefrog": "No noun word meaning found",
    "western_narrow-mouthed_toad": "No noun word meaning found",
    "eastern_narrow-mouthed_toad": "No noun word meaning found",
    "sheep_frog": "No noun word meaning found",
    "tongueless_frog": "No noun word meaning found",
    "Surinam_toad": "No noun word meaning found",
    "African_clawed_frog": "No noun word meaning found",
    "South_American_poison_toad": "No noun word meaning found",
    "caecilian": "Any of a group of burrowing amphibians (order Gymnophiona or Apoda) that resemble earthworms or snakes.",
    "reptile": "A cold-blooded vertebrate of the class Reptilia.",
    "anapsid": "A member of this group of reptiles, including the turtles, tortoises and terrapins.",
    "diapsid": "Any of very many reptiles, of the subclass Diapsida, that have a pair of openings in the skull behind each eye",
    "Diapsida": "No noun word meaning found",
    "chelonian": "A reptile of the order Chelonia (Testudines).",
    "turtle": "Any land or marine reptile of the order Testudines, characterised by a protective shell enclosing its body. See also tortoise.",
    "sea_turtle": "Any turtle that inhabits oceans.",
    "green_turtle": "The green sea turtle.",
    "loggerhead": "A stupid person; a blockhead, a dolt.",
    "ridley": "Any of the marine turtles of the genus Lepidochelys, found in the Atlantic and Pacific oceans.",
    "Atlantic_ridley": "No noun word meaning found",
    "Pacific_ridley": "No noun word meaning found",
    "hawksbill_turtle": "A sea turtle species (Eretmochelys imbricata).",
    "leatherback_turtle": "A large sea turtle, Dermochelys coriacea, with a leathery back."
}